Revit 2024 API
ICustomFieldProperties Members
The ICustomFieldProperties type exposes the following members.
Methods
Name | Description
AreEqualTo
 Identifies if the custom field properties are equal or not.
See Also
ICustomFieldProperties Interface
Autodesk.Revit.DB Namespace